tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
cask "adoptopenjdk8"
brew "adns"
brew "sqlite"
brew "ansible"
brew "arping"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "cowsay"
brew "csshx"
brew "dialog"
brew "docker-machine-driver-xhyve"
brew "dosbox"
brew "drone-cli"
brew "rtmpdump"
brew "ffmpeg"
brew "findutils"
brew "fping"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "grep"
brew "htop"
brew "hugo"
brew "iperf"
brew "iperf3"
brew "jq"
brew "jsonpp"
brew "lazygit"
brew "lcdf-typetools"
brew "links"
brew "lynx"
brew "mas"
brew "midnight-commander"
brew "minikube", link: false
brew "moreutils"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "nmap"
brew "openshift-cli"
brew "openssh"
brew "p7zip"
brew "pinentry-mac"
brew "pv"
brew "pwgen"
brew "qemu"
brew "rclone"
brew "rename"
brew "rsync"
brew "screen"
brew "sipcalc"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshfs"
brew "sshpass"
brew "sysdig"
brew "tcptraceroute"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "webkit2png"
brew "wget"
brew "whois"
brew "xhyve"
brew "youtube-dl"
cask "1password"
cask "adium"
cask "adoptopenjdk"
cask "balenaetcher"
cask "bbedit"
cask "cakebrew"
cask "dbeaver-community"
cask "docker"
cask "dosbox"
cask "dropbox"
cask "firefox"
cask "font-bahnschrift"
cask "font-roboto"
cask "font-roboto-mono"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "hazel"
cask "iterm2"
cask "java"
cask "jdownloader"
cask "keepassx"
cask "little-snitch"
cask "macpass"
cask "megacmd"
cask "microsoft-teams"
cask "minikube"
cask "minishift"
cask "nagstamon"
cask "onedrive"
cask "platypus"
cask "podman"
cask "rambox"
cask "resilio-sync"
cask "royal-tsx"
cask "sequel-pro"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "ubiquiti-unifi-controller"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "vmware-fusion"
cask "vmware-remote-console"
cask "vscodium"
cask "wkhtmltopdf"
mas "Affinity Photo", id: 824183456
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "BwanaDik", id: 876923947
mas "DaisyDisk", id: 411643860
mas "ForkLift", id: 412448059
mas "FruitJuice", id: 671736912
mas "GarageBand", id: 682658836
mas "Grand Theft Auto Vice City", id: 424719511
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PDFScanner", id: 410968114
mas "Proxie", id: 897814548
mas "Reeder", id: 880001334
mas "Sid Meier's Railroads!", id: 536502825
mas "SQLPro for SQLite", id: 586001240
mas "Termius", id: 1176074088
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
