tap "devopyio/yamlfmt"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "johanhaleby/kubetail"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "nrlquaker/createzap"
tap "tuxpeople/personal"
tap "buo/cask-upgrade"
brew "arping"
brew "atomicparsley"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bcrypt"
brew "cilium-cli"
brew "coreutils"
brew "cowsay"
brew "csshx"
brew "rtmpdump"
brew "curl"
brew "dialog"
brew "ffmpeg"
brew "findutils"
brew "fping"
brew "gh"
brew "git"
brew "git-cola"
brew "git-flow"
brew "gnu-barcode"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "grep"
brew "grsync"
brew "gzip"
brew "hadolint"
brew "haste-client"
brew "helm"
brew "htop"
brew "httperf"
brew "httpie"
brew "httrack"
brew "imapsync"
brew "iperf"
brew "iperf3"
brew "jq"
brew "jsonpp"
brew "k3d"
brew "k9s"
brew "keychain"
brew "kind"
brew "kompose"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lcdf-typetools"
brew "lft"
brew "lftp"
brew "lima"
brew "links"
brew "lolcat"
brew "lsof"
brew "lynx"
brew "m-cli"
brew "markdownlint-cli"
brew "mas"
brew "memtester"
brew "minio-mc"
brew "mmv"
brew "moreutils"
brew "mosh"
brew "mtools"
brew "mtr"
brew "multitail"
brew "mycli"
brew "mydumper"
brew "ncdu"
brew "ncftp"
brew "nerdctl"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "nuttcp"
brew "openshift-cli"
brew "p7zip"
brew "packer"
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "podman"
brew "pre-commit"
brew "prettier"
brew "pstree"
brew "pv"
brew "pwgen"
brew "qpdf"
brew "qprint"
brew "qrencode"
brew "rclone"
brew "rdiff-backup"
brew "ren"
brew "rename"
brew "rsnapshot"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "sipcalc"
brew "sops"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "ssldump"
brew "sslscan"
brew "svn"
brew "sysdig"
brew "tcpdump"
brew "tcpflow"
brew "tcping"
brew "tcpstat"
brew "tcptrace"
brew "tcptraceroute"
brew "telnet"
brew "tfenv"
brew "tinc"
brew "tmux"
brew "trash"
brew "tree"
brew "unrtf"
brew "unzip"
brew "vagrant-completion"
brew "velero"
brew "vim"
brew "watch"
brew "webkit2png"
brew "wget"
brew "whois"
brew "wifi-password"
brew "wput"
brew "yamllint"
brew "yt-dlp"
brew "yq"
brew "zopfli"
brew "devopyio/yamlfmt/yamlfmt"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "johanhaleby/kubetail/kubetail"
brew "mfuentesg/tap/ksd"
brew "norwoodj/tap/helm-docs"
cask "1password"
cask "1password/tap/1password-cli"
cask "adoptopenjdk8"
cask "aerial"
cask "authy"
cask "balenaetcher"
cask "bbedit"
cask "dbeaver-community"
cask "displaylink"
cask "displaylink-login-extension"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-roboto"
cask "font-roboto-mono"
cask "forticlient-vpn"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "hazel"
cask "iterm2"
cask "joplin"
cask "keepassx"
cask "kubenav"
cask "little-snitch"
cask "logi-options-plus"
cask "logseq"
cask "macpass"
cask "microsoft-teams"
cask "multipass"
cask "mysides"
cask "namechanger"
cask "netspot"
cask "platypus"
cask "pocket-casts"
cask "pycharm-ce"
cask "rambox"
cask "raspberry-pi-imager"
cask "royal-tsx"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "agenda", id: 1287445660
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "ForkLift", id: 412448059
mas "FruitJuice", id: 671736912
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Lightweight PDF", id: 1450640351
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFScanner", id: 410968114
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Save To Matter", id: 1548677272
mas "SQLPro for SQLite", id: 586001240
mas "Termius", id: 1176074088
mas "Todoist", id: 585829637
mas "Unibox", id: 702816521
mas "VMware Remote Console", id: 1230249825
mas "WireGuard", id: 1451685025
cask "microsoft-auto-update"
cask "obsidian"
cask "vmware-horizon-client"
cask "webex-meetings"
cask "rar"
brew "age"
brew "direnv"
brew "gitleaks"
brew "tfsec"
brew "oci-cli"
brew "stern"
brew "trivy"
brew "cosign"
brew "gawk"
brew "ipcalc"
brew "terraform-docs"
brew "poppler"