tap "devopyio/yamlfmt"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "mfuentesg/tap"
tap "norwoodj/tap"
tap "nrlquaker/createzap"
tap "tuxpeople/personal"
tap "buo/cask-upgrade"
brew "base64"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "dialog"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "git-cola"
brew "git-flow"
brew "gnu-barcode"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "grep"
brew "grsync"
brew "gzip"
brew "jq"
brew "keychain"
brew "kind"
brew "kompose"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "lsof"
brew "lynx"
brew "m-cli"
brew "moreutils"
brew "mtools"
brew "multitail"
brew "ngrep"
brew "nmap"
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "pstree"
brew "pv"
brew "pwgen"
brew "ren"
brew "rename"
brew "rsnapshot"
brew "rsync"
brew "screen"
brew "sops"
brew "ssh-copy-id", link: true
brew "svn" # needed for some casks to be installed
brew "trash"
brew "tree"
brew "unzip"
brew "vim"
brew "whois"
brew "wifi-password"
brew "tuxpeople/personal/unrar"
cask "bbedit"
cask "gpg-suite"
cask "hazel"
cask "iterm2"
cask "keepassx"
cask "kubenav"
cask "mysides"
cask "namechanger"
cask "rambox-ce"
cask "visual-studio-code"